<?php
$info = [
    'tel' => '+7 499 650-53-47',
    'whatsapp' => 'https://api.whatsapp.com/send?phone=79267371137',
    'fb' => 'https://www.facebook.com/SayYesEnglishSchool',
    'in' => 'https://www.instagram.com/sayyes2english/',
    'email' => 'info@sayes.ru',
    'addesses' => [
        'м. Павелецкая, ул. Кожевническая, д. 14к1ст2'
    ],
    'pc' => [
        'text' => 'Политика конфиденциальности',
        'link' => 'https://sayes.ru/politika-konfidentsialnosti/'
    ],
    'oferta' => [
        'text' => 'Договор-оферта',
        'link' => 'https://sayes.ru/dogovor-oferta/'
    ],
    'license' => [
        'text' => 'Лицензия ДО Правительства Москвы №036801',
        'link' => 'https://sayes.ru/licenzii/'
    ],
];

$footer = [
    [
        'header' => 'О Компании',
        'links' => [
            [
                'text' => 'Миссия и ценности',
                'href' => 'https://sayes.ru/missiya-i-tsennosti/',
            ],
            [
                'text' => 'Методика',
                'href' => 'https://sayes.ru/metodika/',
            ],
            [
                'text' => 'Преподаватели',
                'href' => 'https://sayes.ru/prepodavateli/',
            ],
            [
                'text' => 'Прогресс студентов',
                'href' => 'https://sayes.ru/progress-studentov/',
            ],
            [
                'text' => 'Отзывы',
                'href' => 'https://sayes.ru/otzyvy-sayes/',
            ],
            [
                'text' => 'Лицензия и награды',
                'href' => 'https://sayes.ru/licenzii/',
            ],
            [
                'text' => 'Контакты',
                'href' => 'https://sayes.ru/kontakti/',
            ],
        ]
    ],
    [
        'header' => 'Курсы и программы',
        'links' => [
            [
                'text' => 'Курсы для взрослых',
                'href' => 'https://sayes.ru/kursi-angliyskogo-dlya-vzroslikh/'
            ],
            [
                'text' => 'Курсы для детей',
                'href' => 'https://sayes.ru/kursi-angliyskogo-dlya-detei/'
            ],
            [
                'text' => 'Индивидуальное обучение',
                'href' => 'https://sayes.ru/kursi/individualnoe-obuchenie-angliyskomu/'
            ],
            [
                'text' => 'Обучение по Skype',
                'href' => 'https://sayes.ru/kursi/obuchenie-po-skype/'
            ],
            [
                'text' => 'Корпоративное обучение',
                'href' => 'https://sayes.ru/korporativniy-angliyskiy/'
            ],
            [
                'text' => 'Стоимость',
                'href' => 'https://sayes.ru/kursy-i-ceny/'
            ],
            [
                'text' => 'Акции и скидки',
                'href' => 'https://sayes.ru/akcii-i-skidki/'
            ],
        ]
    ],
    [
        'header' => 'Полезное',
        'links' => [
            [
                'text' => 'Разговорный клуб',
                'href' => 'https://sayes.ru/speaking-club/'
            ],
            [
                'text' => 'Вебинары',
                'href' => 'https://sayes.ru/vebinari/'
            ],
            [
                'text' => 'Наш Instagram',
                'href' => 'https://www.instagram.com/sayyes2english'
            ],
            [
                'text' => 'Онлайн-тест',
                'href' => 'https://sayes.ru/online-test/'
            ],
            [
                'text' => 'Блог',
                'href' => 'https://sayes.ru/blog/'
            ],
        ]
    ]
];


$questions = [
    [
        'header' => 'Сколько стоит обучение?',
        'text' => 'Стоимость обучения зависит от категории преподавателя (русскоязычный или носитель языка) и от количества приобретаемых уроков: чем больше уроков в приобретенном пакете, тем выгоднее. Вы можете приобрести 5, 10, 20, 40 или 60 уроков. Стоимость начинается от 500 рублей за урок. Более подробную информацию вам предоставит менеджер.',
    ],
    [
        'header' => 'Как начать заниматься?',
        'text' => 'После того, как вы оставите заявку на пробный урок, с вами свяжется наш менеджер. Менеджер уточнит у вас детали, необходимые для начала обучения и ответит на ваши вопросы. Далее, мы подберем преподавателя и проведем для вашего ребенка пробное занятие. После урока с вами свяжется менеджер и , если вам понравится преподаватель и пробный урок, вы сможете обсудить график занятий, оплатить обучение и начать заниматься.',
    ],
    [
        'header' => 'Могу ли я выбрать преподавателя для ребенка?',
        'text' => 'Во время консультации по телефону наш менеджер детально расспросит вас о вашем ребенке, его знаниях, увлечениях, характере и особенностях, также мы обязательно учтём ваши пожелания к преподавателю. В случае необходимости, вы можете в любой момент запросить замену преподавателя и мы снова организуем пробный урок для вас.',
    ],
    [
        'header' => 'Где проходят занятия? Нужно ли мне что-то устанавливать для уроков?',
        'text' => 'Вам нужен только компьютер и доступ в интернет. Обучение в нашей школе проходит на нашей собственной онлайн-платформе. У вас будет доступ в Личный кабинет, где будет отображена вся информация по оплатам, пройденным и предстоящим урокам, а также отчет о прогрессе вашего ребенка. Все материалы к урокам мы предоставляем, они будут находиться внутри классной комнаты, в которой проходят онлайн-уроки.',
    ],
    [
        'header' => 'Возможно ли заниматься с телефона?',
        'text' => 'В классной комнате нашей платформы дети видят материал урока, а также видео себя и учителя. Размеры экрана телефона недостаточны, чтобы ребенок отчетливо распознавал артикуляцию учителя, его мимику и четко видел, что отображено на обучающих материалах. Поэтому для эффективных занятий вам будет необходим компьютер, ноутбук или планшет.',
    ],
    [
        'header' => 'Нужно ли родителю присутствовать на уроках?',
        'text' => 'Мы рекомендуем родителю присутствовать на пробном уроке и на нескольких первых полноценных уроках, пока ребенок не привыкнет к формату и учителю. Если вашему ребенку 5-6 лет, особенно важно поддержать его пробном уроке, чтобы он не растерялся перед незнакомым преподавателем.',
    ],
    [
        'header' => 'Как я пойму, что у ребёнка есть прогресс, если я не говорю по-английски?',
        'text' => 'Не реже, чем раз в месяц преподаватель готовит отчёт об успехах вашего ребёнка, который вы сможете видеть в Личном кабинете в нашей онлайн-платформе. Также, мы можем предложить вам снимать вашего ребёнка на видео, раз в месяц, чтобы прогресс было легче отследить.',
    ],
    [
        'header' => 'Есть ли у вас какие-либо скидки и акции?',
        'text' => 'Да, есть. В рамках летней акции мы дарим вам 4 занятия в подарок (включая первое пробное) при покупке пакета от 10 уроков. Также мы дарим вам 2 урока в подарок за каждого нового студента, который пришёл по вашей рекомендации.',
    ],
];

$reviews = [
    [
        'header' => 'Ольга',
        'foto' => get_image('inst1.jpg'),
        'subheader' => 'Мама ученицы Кати, 10 лет',
        'profile' => 'https://www.facebook.com/OlgaBourto',
        'text' => 'Всем привет! Моя дочь Катюша в 4 классе, где-то полгода назад мы начали заниматься в языковой школе Say Yes. Изначально я относилась немного скептически к идее изучения английского по скайпу, потому что удержать внимание ребенка довольно сложно, особенно через монитор компьютера. Но пока что все удается, Катюша занимается с удовольствием - за что отдельное спасибо нашему преподавателю Наталье Курселевой, а самое главное - ребенок заговорил. Я вижу, что она не боится совершать ошибок, и формировать фразы у нее получается довольно легко и непринужденно. И в целом очень прикольно наблюдать, как твой ребенок начинает болтать по-английски:) Поэтому я очень довольна результатом, всем рекомендую языковую школу Say Yes!',
        'video_link' => 'https://youtu.be/SVVQZh647bg',
        'video_preview' => 'https://i3.ytimg.com/vi/SVVQZh647bg/maxresdefault.jpg',
    ],
    [
        'header' => 'Ольга',
        'foto' => get_image('inst2.jpg'),
        'subheader' => 'Мама ученика Степы, 6 лет',
        'profile' => 'https://www.instagram.com/olia_pi/',
        'text' => 'Всем привет! Меня зовут Оля, а это мой сын Стёпа, он занимается английском по скайп в школе SAY&nbsp;YES уже четвёртый месяц. Благодаря интересным занятиям, Стёпа с лёгкостью выдерживает занятия по 50 минут два раза в неделю и уже прошёл целый учебник! На занятиях Стёпа учится в первую очередь говорить на английском, это было моё основное пожелание к занятиям. Но также, наш преподаватель Полина уделяет время чтению и письму на английском. Результат вижу в процессе выполнения домашнего задания - Стёпа делает всё быстро, запомнил много новых слов, стал понимать английский на слух. А ещё я заметила, что он стал чаще узнавать слова в песнях на английском) Конечно, говорить ему пока сложновато, но мы точно движемся в правильном направлении!',
        'video_link' => 'https://youtu.be/WaAVxYmBCBA',
        'video_preview' => 'https://i3.ytimg.com/vi/WaAVxYmBCBA/maxresdefault.jpg',
    ],
    [
        'header' => 'Ксения',
        'foto' => get_image('inst3.jpg'),
        'subheader' => 'Мама учеников Льва, 10 лет и Ланы, 5 лет',
        'profile' => 'https://www.instagram.com/p/B9MMZ-hILEh/?igshid=c1xjyk7c1yei',
        'text' => 'В школе SAY&nbsp;YES у меня учатся двое детей. Первопроходцем был десятилетний сын.Я долго выбирала для него курсы. Главной задачей было – заинтересовать ребёнка, так как он испытывал сильную антипатию к языку. При слове «английский» сын заявлял, что готов работать дворником, лишь бы не учить ненавистный ему предмет. Перепробовав много мест, решила взять пробный урок в SAY&nbsp;YES. Меня впечатлило, что перед первым занятием менеджеры очень подробно расспрашивали про увлечения сына и его жизнь. Все полученные данные передали учителю – Полине, которая настолько сумела увлечь сына за пробные 30 минут, что после него мой непоседливый ребёнок заявил о желании учиться и даже выполнять домашние задания! А уже через пару уроков он стал употреблять английские слова в обиходе. Конечно, такой успех у брата не прошёл мимо моей пятилетней дочки. Теперь и она с удовольствием познаёт азы английского языка вместе с нашей замечательной Полиной Орликовой!',
        'video_link' => 'https://youtu.be/voQ5bweTHwU',
        'video_preview' => 'https://i3.ytimg.com/vi/voQ5bweTHwU/maxresdefault.jpg',
    ],
    [
        'header' => 'Ирина',
        'foto' => get_image('inst4.jpg'),
        'subheader' => 'Мама ученицы Маши, 12 лет',
        'profile' => 'https://www.instagram.com/ir.parshina/?igshid=ibabxlgtyc6r',
        'text' => 'Меня зовут Ирина, моя дочь Маша занимается в школе SAY&nbsp;YES. В этом году мы решили заняться английским дополнительно, потому что появились проблемы в школе. Я бы рада помочь дочери, но к своему стыду я ни слова не знаю по-английски. Огромное спасибо хочу сказать нашему преподавателю - Марии Наливайкиной. Я не знаю, как ей это удается, ведь возраст сложный, эти барышни в 12 лет со своим внутренним протестом и заниматься не хотят, но тем не менее я вижу результат, и что самое главное, Маша сама делает домашнее задание и даже с удовольствием, и в школе стало все получаться. Спасибо огромное школе SAY&nbsp;YES!',
        'video_link' => 'https://youtu.be/thqTEQRgSjg',
        'video_preview' => 'https://i3.ytimg.com/vi/thqTEQRgSjg/maxresdefault.jpg',
    ],
    [
        'header' => 'Екатерина',
        'foto' => get_image('inst5.jpg'),
        'subheader' => 'Мама ученицы Софьи, 5лет',
        'profile' => 'https://www.instagram.com/ekaterina.dzhurinskaya/',
        'text' => 'Моей дочке Софье 5 лет, и она учится в школе SAY&nbsp;YES по скайпу. Занятия очень интерактивные. Это и теория в легкой форме, и игры, и песни, и очень такая душевная подача информации. Мы учимся относительно недавно, но успехи уже налицо: это и очень легкое запоминание всех конструкций и пополненный словарный запас, и это всегда ожидание новых уроков. Как мама я одно могу сказать – это дорогого стоит заинтересовать маленького ребенка и держать его внимание на протяжении урока. Поэтому я просто огромную благодарность высказываю школе SAY&nbsp;YES за их подход индивидуальный и за те знания, которые они дают. Если вы ищите школу дистанционного обучения для своего ребенка, то я вам очень рекомендую обратить внимания на эту школу! Всего вам самого лучшего и выбирайте лучших!',
        'video_link' => 'https://youtu.be/MgGH2raaSZo',
        'video_preview' => 'https://i3.ytimg.com/vi/MgGH2raaSZo/maxresdefault.jpg',
    ],
    [
        'header' => 'Юлия',
        'foto' => get_image('inst6.jpg'),
        'subheader' => 'Мама ученка Миши, 7лет',
        'profile' => 'https://www.instagram.com/shkrediuliia/?igshid=1jovqom392njq',
        'text' => 'Мы искали онлайн школу английского языка довольно долго. Проходили пробные уроки и видели, что ни интереса, ни любопытства у ребенка этот процесс не вызывает, скорее напряжение. Подумывала уже отложить эту идею. Случайно в ленте новостей увидела рекламу школы SAY&nbsp;YES и оставила заявку. Сразу увидела приятное отличие при общении с менеджером. Данное отличие в том, что первым делом, прежде чем рассказать, какая крутая школа и почему нужно выбрать именно ее, Виктория, уточнила имя сына, чем он увлекается, что ему нравится, какие персонажи мультфильмов, комиксов он любит. Такой подход, думаю будет эмоционально гораздо более приятен, тем более что цены плюс минус везде одинаковые. Прошли пробный урок с нашим преподавателем, и сын сразу сказал, что ему нравиться Полина (преподаватель). Возможно, еще и потому, что она очень симпатичная девушка)) В уроке очень хорошо использовали те приоритеты, которые выяснили заранее. Например, сын сейчас очень любит Микки Мауса. Мне тоже сразу отозвалась ее легкая, приятная манера общения, там, где нужно артистичная, где нужно спокойная. Я вижу и профессионализм в преподавании языка и чуткое искренние отношение к ребенку. Мы занимаемся 2 раза в неделю, и сын ждет занятий, что для него не свойственно. Ему стало интересно учить язык, новые слова, говорить что-то на английском дома. Мы очень рады и благодарим всех причастных к нашему счастливому обучению!',
        'video_link' => 'https://youtu.be/Avef-4osuMg',
        'video_preview' => 'https://i3.ytimg.com/vi/Avef-4osuMg/maxresdefault.jpg',
    ],
];

$teachers = [
    [
        'name' => 'Валерия Илюкович',
        'video' => 'https://youtu.be/8GojnLNQxAA',
        'foto' => '10.png',
        'text' => 'Валерия — это верный друг, надёжный партнёр и мудрый наставник для юного студента. Уверена, что найти верный подход и построить доверительные отношения с ребёнком - залог эффективного обучения и блестящего результата в итоге. Изучает детскую психологию, коррекционную педагогику, особенности обучения детей с ОВЗ. Интересуется Арт-терапией в детском консультировании.',
        'features' => [
            'МСПИ (Московский социально-педагогический институт) Факультет: педагогики и психологии (английский язык)',
            'Опыт работы с детьми 7 лет',
            'Специалист по работе с детьми (центр раннего развития детей)',
        ],
    ],
    [
        'name' => 'Полина Орликова',
        'video' => 'https://youtu.be/bteFTXr0Sqs',
        'foto' => '3.png',
        'text' => 'Полина - удивительно добрый, чуткий, при этом харизматичный преподаватель, которого дети просто обожают. Полина увлечена своим делом, и продолжает постоянно развиваться в преподавании: осваивает новые онлайн инструменты и технологии, изучает современные исследования по преподаванию детям, создает новые учебные программы, и поддерживает свой собственный английский с носителем.',
        'features' => [
            'Опыт преподавания английского детям на Тайване, в билингвальном детском саду',
            'Сертификат владения английским языком IELTS',
            'Создатель 3 авторских курсов по различным методикам обучения детей онлайн и офлайн',
        ],
    ],

    [
        'name' => 'Дарина Мамаева',
        'video' => 'https://youtu.be/7roUKb-DBsI',
        'foto' => '11.png',
        'text' => 'Дарина не перестает удивлять отличными результатами своих учеников, которые не хотят с ней расставаться даже ненадолго. Она внимательный и невероятно отзывчивый человек, на которого можно положиться во всем. Дарина постоянно внедряет новые идеи и подходы, даря своим ученикам вдохновение: создает авторские игры, задания и системы мотивации для детей.',
        'features' => [
            'Имеет CAE (Certificate of Advanced English)',
            'Практиковала английский 4 месяца в США',
            'Постоянно попадает в топ рейтинга преподавателей Say Yes!',
        ],
    ],

    [
        'name' => 'Светлана Карпец',
        'video' => 'https://www.youtube.com/watch?v=H8wbTeIdRFI&feature=emb_logo',
        'foto' => '5.jpg',
        'text' => 'Светлана, как говорят ее студенты, искренний и невероятно деликатный человек. При этом ей удается и достичь блестящих результатов со студентами всех возрастов, и проявить в школе свой актерский талант, снимаясь для обучающих роликов в YouTube.',
        'features' => [
            'Диплом РГУ им.Косыгина  Лингвист - преподаватель',
            'Имеет преподавательские сертификаты TEFL и TESOL',
            'Преподавала английский язык 1 год в США',
        ],
    ],

    [
        'name' => 'Полина Ангаткина',
        'video' => 'https://youtu.be/mAk5aP2rFJw',
        'foto' => '7.jpeg',
        'text' => 'Активный и позитивный преподаватель, который очарует вашего ребенка с первого урока. Интересуется фотографией, модой и новинками в методиках обучении детей и подростков. Студенты обожают Полину за умение искренне интересоваться увлечениями ребенка и умение быть интересным собеседником.',
        'features' => [
            'Московский Государственный Лингвистический Университет имени Мориса Тореза',
            'Увлекается разработкой собственных материалов для обучения детей',
        ],
    ],
    [
        'name' => 'Полина Сизова',
        'video' => 'https://youtu.be/sOA73CpHHJk',
        'foto' => '4.png',
        'text' => 'Полина безмерно увлечена своей работой, и зажигает каждого своей мотивацией и энергией. Такие качества, как отзывчивость и душевность, помогают Полине сделать атмосферу уроков теплой и непринужденной. А ее педагогические знания и умения - получить неизменно устойчивый, высокий результат в обучении английскому языку!',
        'features' => [
            'Санкт-Петербургский Государственный Университет, Лингвистика, Дискурс и вариативность английского языка',
            'Разрабатывает собственные программы обучения английскому',
            'Имеет обширный успешный опыт обучения детей по игровой методике',
        ],
    ],
    [
        'name' => 'Сабина Шейхова',
        'video' => 'https://www.youtube.com/watch?v=nbHaB0f1avc&feature=emb_logo',
        'foto' => '6.jpg',
        'text' => 'Сабина - не только опытный и талантливый преподаватель, но и внимательный и приятный собеседник. Она уже много лет является надежной опорой Say Yes! в непрерывном обучении преподавателей. Сабина основательно подходит к любому делу, и ее правильно выстроенные и интересные занятия неизменно приносят великолепные результаты у учеников всех возрастов!',
        'features' => [
            'Московский Государственный Педагогический Университет Преподаватель английского языка',
            'Опыт работы 11 лет',
            'Методист Школы и тренер по методике детского направления',
        ],
    ],
    [
        'name' => 'Елена Голубева',
        'video' => 'https://youtu.be/uH7VmRwaBhc',
        'foto' => '12.png',
        'text' => 'Елена - наш светлый и уютный маячок, который уверенно приводит своих учеников к любви к английскому. Она постоянно занимается своим развитием в преподавании, проходит курсы в Великобритании. С Еленой освоение языка станет захватывающим процессом, от которого не захочется отрываться!',
        'features' => [
            'Оренбургский государственный университет, бакалавр лингвистики',
            'Certificate of Attendance in Summer General English courses (International house of Bristol, 2017)',
        ],
    ],
    [
        'name' => 'Лиана Макртумян',
        'video' => 'https://www.youtube.com/watch?v=Dn6TUYiDhy8&feature=emb_logo',
        'foto' => '9.jpg',
        'text' => 'С таким сердечным и открытым учителем, как Лиана, ребятам всегда легко и комфортно на уроках. Лиана без ума от преподавания, беспрерывно развивается в профессии и совершенствует навыки собственного английского. Мы уверены, что она станет для каждого ученика настоящим добрым волшебником и проводником в мир безупречного английского!',
        'features' => [
            'Диплом МИТУ-МАСИ Преподаватель английского языка.',
            'Преподавала 1 год в США',
            'Ведет собственный блог на английском',
        ],
    ],
    [
        'name' => 'Анна Олейник',
        'video' => 'https://youtu.be/77dOWJJFqc8',
        'foto' => '8.jpg',
        'text' => 'Анна - веселый, яркий человек, и тонкий психолог, умеющий преподавать всем возрастам. Особенно много опыта у Анны с детьми, начиная от 4 лет. Мы прямо-таки восхищаемся ее неутолимой жаждой новых знаний в английском и в преподавании, ее вовлеченностью в жизнь школы и умением достичь великолепных результатов с учениками в короткие сроки!',
        'features' => [
            'Нижегородский Государственный Лингвистический Университет, английский язык',
            'Опыт преподавания 8 лет',
            'Сертификат TKT – Teaching Knowledge Test (3 modules)',
        ],
    ],
    // [
    //     'name' => '',
    //     'video' => '',
    //     'foto' => '',
    //     'text' => '',
    //     'features' => [
    //         '',
    //         '',
    //         '',
    //     ],
    // ],
];

$reviews_from_portals = [
    [
        'name' => 'На Zoon',
        'link' => [
            'text' => 'Читать остальные 50 отзывов на Zoon',
            'href' => 'https://zoon.ru/msk/trainings/shkola_anglijskogo_yazyka_say_yes_na_kozhevnicheskoj_ulitse/'
        ],
        'image' => 'r-zoon.png'
    ],
    [
        'name' => 'На Schoolrate',
        'link' => [
            'text' => 'Читать остальные 94 отзыва на SchoolRate',
            'href' => 'https://www.schoolrate.ru/about-course/courses/yes_i_speak/'
        ],
        'image' => 'r-schoolrate.png'
    ],
    [
        'name' => 'На Yell',
        'link' => [
            'text' => 'Читать остальные 38 отзывов на Yell',
            'href' => 'https://www.yell.ru/moscow/com/shkola-anglijskogo-yazyka-say-yes-na-kozhevnicheskoj-ulice_11761547/'
        ],
        'image' => 'r-yell.png'
    ]
];
?>